{
  "CommonTitles": {
    "Gallery": "GALLERY",
    "About": "ABOUT"
  },
  "Footer": {
    "Text": "Follow me on social media",
    "About": "About me"
  },
  "HomePage": {
    "Showreel": {
      "Title": "SHOWREEL",
      "Text1": "Curious about what I can do for you? Check out my showreel for a short but powerful impression of my work.",
      "Text2": "Further down this website, you’ll find a selection from my portfolio, showcasing my strengths, motivation, and vision.",
      "Text3": "What’s coming up?",
      "Text4": "I’m continuously expanding my gallery, so keep an eye on my website and socials for new, exciting, and challenging projects!"
    }
  },
  "AboutPage": {
    "Hello": {
      "Title": "HELLO",
      "SubTitle": "My name is Ryan",
      "Text1": "I'm a designer from the Netherlands with a passion for realism and an eye for detail. I graduated from the Digital Design & Motion program at SintLucas in Eindhoven.",
      "Text2": "Since childhood, I've been fascinated by 3D design and digital art. What started as a creative hobby has grown into my daily work and greatest passion.",
      "Text3": "As an independent designer, I handle all the work myself. This means direct communication with clients, short lines of contact, and full dedication to every project. ",
      "Text4": "I'm a hard worker and a true perfectionist: I only deliver something when I'm 100% satisfied with it. Not just for myself, but of course for you as a client."
    },
    "Work": {
      "Title": "WORK",
      "Text1": "I think in terms of opportunities and possibilities, and I’m always open to new ideas and styles. Your wishes are central to my approach.",
      "Text2": "Together, we ensure that the final result is accurate, impressive, and truly unique. Whether it’s a visualization, animation, product render, or another creative challenge: I’m happy to help.",
      "Text3": "I do not use AI in my work. Everything you see is handcrafted with care, craftsmanship, and a sharp eye for detail.",
      "Text4": "My love for design is always at the heart of what I do. For 3D work, I mainly use Blender and Substance Painter.",
      "Text5": "In addition, I work with tools like Photoshop, Premiere Pro, and After Effects. My focus is on realistic visuals, but I’m open to different styles and applications."
    }
  },
  "NotFoundPage": {
    "Text": "Page does not exist"
  },
  "Buttons": {
    "Gallery": "Gallery"
  }
}
