{
  "CommonTitles": {
    "Gallery": "GALLERIJ",
    "About": "OVER MIJ"
  },
  "Footer": {
    "Text": "Volg me op social media",
    "About": "Over mij"
  },
  "HomePage": {
    "Showreel": {
      "Title": "SHOWREEL",
      "Text1": "Benieuwd wat ik voor u kan betekenen? Bekijk hier mijn showreel voor een korte maar pakkende impressie van mijn werk.",
      "Text2": "Verderop op deze site vindt u een selectie uit mijn portfolio, waarin u ziet waar mijn kracht, motivatie en visie liggen.",
      "Text3": "Wat komt eraan?",
      "Text4": "Ik blijf mijn galerie continu uitbreiden, dus houd mijn website en socials goed in de gaten voor nieuwe, mooie en uitdagende projecten!"
    }
  },
  "AboutPage": {
    "Hello": {
      "Title": "HALLO",
      "SubTitle": "Mijn naam is Ryan Pootjes",
      "Text1": "Ik ben een 3D designer uit Nederland met een passie voor realisme en oog voor detail. Ik ben afgestudeerd aan de opleiding Digital Design & Motion aan SintLucas in Eindhoven.",
      "Text2": "Sinds mijn jeugd ben ik gefascineerd door 3D-ontwerp en digitale kunst. Wat begon als een creatieve hobby, is uitgegroeid tot mijn dagelijkse werk en grootste passie.",
      "Text3": "Als zelfstandige designer doe ik al het werk zelf. Dat betekent persoonlijk contact met de klant, korte lijntjes en volledige toewijding aan elk project.",
      "Text4": "Ik ben een harde werker en een echte perfectionist: ik lever pas iets op als ik er zelf 100% achter sta. Niet alleen voor mezelf, maar natuurlijk ook voor u als opdrachtgever."
    },
    "Work": {
      "Title": "WERK",
      "Text1": "Ik denk in kansen en mogelijkheden en sta open voor nieuwe ideeën en stijlen. Uw wensen staan centraal in mijn werkwijze.",
      "Text2": "Samen zorgen we ervoor dat het eindresultaat klopt, indruk maakt en echt uniek is. Of het nu gaat om een visualisatie, animatie, productrender of iets anders: ik help u graag verder.",
      "Text3": "In mijn werk maak ik géén gebruik van AI. Alles is met de hand gemaakt, met zorg, vakmanschap en oog voor detail.",
      "Text4": "De liefde voor het ontwerpvak staat altijd voorop. Voor 3D werk ik vooral met Blender en Substance Painter.",
      "Text5": "Daarnaast gebruik ik tools als Photoshop, Premiere Pro en After Effects. Mijn focus ligt op realistische visuals, maar ik sta open voor verschillende stijlen en toepassingen."
    }
  },
  "NotFoundPage": {
    "Text": "Pagina bestaat niet"
  },
  "Buttons": {
    "Gallery": "Galerij"
  }
}
